Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: <br> ===Setting up your editor=== To use the Tasking Manager efficiently you may need to setup your editor when you start a new job.
ja: <br> ===エディタの設定=== Tasking Managerを効率的に使用するには、新しいジョブを開始するときにエディタを設定する必要があります。

source: <br>Error message(untranslated): {0}
ja: <br>エラーメッセージ(未訳): {0}

source: <br>Example: ''my_module.MyPlugin'' or ''my_package.my_module.MyPlugin''
ja: <br>例: ''my_module.MyPlugin'' または ''my_package.my_module.MyPlugin''

source: <delete from {0} objects>
ja: <{0}件のオブジェクトから削除>

source: <different>
ja: <差異あり>

source: <div style="clear:both; background:beige;box-shadow:3px 3px 2px red;padding:0.4em;"> In June 2011, after an extensive community and working group effort, the OSMF Board officially adopted etiquette guidelines and a moderation process laid out on this wiki page, and these have since guided moderation on OSM mailing lists and forums.
ja: <div style="clear:both; background:beige;box-shadow:3 px 3 px 2 px red;padding:0.4 em;"> 2011年6月、広範なコミュニティとワーキンググループの努力の後、OSMF理事会は公式にエチケットガイドラインを採用し、このwikiページにモデレーションプロセスを設定し、その後、OSMメーリングリストとフォーラムでモデレーションを指導しました。

source: <div style="font-size:smaller"> '''Technical notes:''' * Before saving the new page, your language is shown as a missing language in the preview.
ja: <div style="font-size:smaller"> '''技術的なメモ:''' * 新しいページを保存する前のプレビューでは、その言語が存在しないように表示されます。

source: Filter active: {0}
ja: 有効なフィルタ: {0}

source: Filter active
ja: フィルターが有効です

source: When one or more ways are selected, the shape is adjusted such, that all angles are 90 or 180 degrees.You can add two nodes to the selection.
ja: 1つまたは複数のウェイを選択すると、すべての角度が90度または180度になるように形状が調整されます。2つのノードを選択に追加できます。

source: <html>''{0}'' is not a valid OSM API URL.<br>Please check the spelling and validate again.</html>
ja: <html>''{0}'' は正しいOSM API URLではありません。<br>スペルをチェックして再確認してください。</html>

source: <html><body>Please enter an OAuth Access Token which is authorized to access the OSM server ''{0}''.</body></html>
ja: <html><body>OSMサーバー''{0}''で認証されたOAuthアクセストークンを入力してください。</body></html>

source: <html>There are old backup files in the image directory!
ja: <html>画像ディレクトリに古いバックアップファイルがあります。

source: <html><p class="error-header">Error when retrieving help information</p><p class="error-body">The content for the help topic <strong>{0}</strong> could not be loaded.
ja: <html><p class="error-header">ヘルプ情報の取得中にエラーが発生しました</p><p class="error-body">ヘルプトピック<strong>{0}</strong>のコンテンツを読み込めませんでした。

source: <html><p class="warning-header">Help content for help topic missing</p><p class="warning-body">Help content for the help topic <strong>{0}</strong> is not available yet.
ja: <html><p class="warning-header">ヘルプトピックのヘルプコンテンツがありません</p><p class="warning-body">ヘルプトピックのヘルプコンテンツ<strong>{0}</strong>はまだ使用できません。

source: <html><p> Sorry, it is impossible to paste tags from buffer.
ja: <html><p>申し訳ありませんが、バッファからタグを貼り付けることはできません。

source: <html><strong>Current download area</strong> (minlon, minlat, maxlon, maxlat): </html>
ja: <html><strong>現在のダウンロード範囲</strong>(最小経度、最小緯度、最大経度、最大緯度):</html>

source: <html>Aligns the way segment to the reference so that its length is preserved.</html>
ja: <html>長さを維持するようにウェイの区間を再配置します。</html>

source: <html>Aligns the way segment to the reference so that the angles of its adjacent segments are preserved.<br/>The length of the aligned segment is likely to change as result.</html>
ja: <html>隣接する区間の角度を維持するようにウェイの区間を再配置します。<br/>結果として、再配置された区間の長さはふつう変わります。</html>

source: <html>Alternatively you may enter a <strong>tile address</strong> for a single tile in the format <i>zoomlevel/x/y</i>, e.g. <i>15/256/223</i>.
ja: <html>または、<i>ズームレベル/x/y</i>の形式<i>/x/y</i>の形式で入力することもできます(例:<i>15/256/223</i>)。

source: <html>An error occurred while restoring backup file.<br>Error is:<br>{0}</html>
ja: <html>バックアップファイルの復元中にエラーが発生しました。<br>エラー: <br>{0}</html>

source: <html>An error occurred while saving.<br>Error is:<br>{0}</html>
ja: <html>保存中にエラー発生。<br>エラー: <br>{0}</html>

source: <html>An upload and/or save operation of one layer with modifications<br>was canceled or has failed.</html>
ja: <html>{0}枚の変更されたレイヤーに対するアップロード・保存操作はキャンセルされたか失敗しました。</html>

source: <html>Authentication at the OSM server with the OAuth token ''{0}'' failed.<br>Please launch the preferences dialog and retrieve another OAuth token.</html>
ja: <html>OAuthトークン''{0}''を使用してOSMサーバーでの認証に失敗しました。<br>環境設定でOAuthトークンを再取得してください。</html>

source: <html>Authentication at the OSM server with the username ''{0}'' failed.<br>Please check the username and the password in the JOSM preferences.</html>
ja: <html>ユーザー ''{0}'' でのOSMサーバーへの認証に失敗しました。<br>環境設定のユーザー名とパスワードの設定内容を確認してみてください。</html>

source: <html>Authorisation at the OSM server failed.<br></html>
ja: <html>OSM サーバーでの認証に失敗しました。<br></html>

source: <html>Authorisation at the OSM server failed.<br>The server reported the following error:<br>''{0}''</html>
ja: <html>OSMサーバーでの認証に失敗しました。<br>サーバーは以下のエラーを通知しました:<br>''{0}''</html>

source: <html>Authorisation at the OSM server with the OAuth token ''{0}'' failed.<br>The token is not authorised to access the protected resource<br>''{1}''.<br>Please launch the preferences dialog and retrieve another OAuth token.</html>
ja: <html>OAuthトークン''{0}''を使用してOSMサーバーでの認証に失敗しました。<br>保護されたリソース''{1}''に<br>アクセスすることが認められていません。<br>設定画面を開き、別のOAuthトークンに訂正してください。</html>

source: <html>Autostart ''Download from OSM'' dialog every time JOSM is started.<br>You can open it manually from File menu or toolbar.</html>
ja: <html>JOSMが起動された時に毎回「OSMからダウンロード」ダイアログを開きます。<br>これはファイルメニューやツールバーから開くことができます。</html>

source: <html>Cannot open directory ''{0}''.<br>Please select a file.</html>
ja: <html>ディレクトリ ''{0}'' をオープンできません。<br>ファイルを選択してください。</html>

source: <html>Cannot upload {0} objects in one request because the<br>max.
ja: <html>1つの要求で{0}個のオブジェクトをアップロードできません。<br>上限を超えています。

source: <html>Click <strong>{0}</strong> to finish merging my and their entries.</html>
ja: <html><strong>{0}</strong> をクリックすると、自分と他の項目の結合を完了します。</html>

source: <html>Click <strong>{0}</strong> to start merging my and their entries.</html>
ja: <html><strong>{0}</strong> をクリックすると、自分と他の項目の結合を開始します。</html>

source: <html>Closing of changeset <strong>{0}</strong> failed <br>because it has already been closed.
ja: <html>変更セット <strong>{0}</strong> はすでに閉じているため、<br>閉じることができません。

source: <html>Closing of changeset <strong>{0}</strong> failed<br> because it has already been closed on {1}.
ja: <html>すでに {1} に閉じられているため、変更セット <strong>{0}</strong> を閉じることができませんでした。

source: <html>Could not find a unique node to start downloading from.</html>
ja: <html>ダウンロードを開始するユニークなノードを見つけられませんでした。</html>

source: <html>Could not load layer {0} ''{1}''.<br>Error is:<br>{2}</html>
ja: <html>レイヤー{0}をロードできません ''{1}''。<br>エラーは:<br>{2}</html>

source: <html>Could not load module {0} because the module<br>main class ''{1}'' was not found.<br>Delete from preferences?</html>
ja: <html>{0} モジュールを読み込めません。<br>モジュールのメインクラス ''{1}'' が見つかりませんでした。<br>設定から削除された可能性があります。</html>

source: <html>Could not load plugin {0} because the plugin<br>main class ''{1}'' was not found.<br>Delete from preferences?</html>
ja: <html>{0} プラグインは、メインの ''{1}'' クラスが<br>見つからなかったためロードできません。<br>設定から削除しますか？</html>

source: <html>Could not load session file ''{0}''.<br>Error is:<br>{1}</html>
ja: <html>セッションファイル ''{0}'' が読み込めません。<br>エラーは:<br>{1}</html>

source: <html>Could not read file ''{0}''.<br>Error is:<br>{1}</html>
ja: <html>ファイル ''{0}'' を読み込めません。<br>エラー:<br>{1}</html>

source: <html>Could not read files.<br>Error is:<br>{0}</html>
ja: <html>ファイルを読み込めません。<br>エラー:<br>{0}</html>

source: <html>Could not save session file ''{0}''.<br>Error is:<br>{1}</html>
ja: <html>セッションファイル ''{0}'' が保存できません。<br>エラーは:<br>{1}</html>

source: <html>Departement number (optional)</html>
ja: <html>県番号(オプション)</html>

source: <html>Download changesets in the current map view.<br><em>Disabled.
ja: <html>現在のマップビューで変更セットをダウンロードします。<br><em>無効です。

source: <html>Download changesets in the current map view</html>
ja: <html>現在のマップビュー内の変更セットをダウンロード</html>

source: <html>Download my open changesets</html>
ja: <html>開いている変更セットをダウンロード</html>

source: <html>Download my open changesets<br><em>Disabled.
ja: <html>開いている変更セットをダウンロード<br><em>無効にします。

source: <html>Download the latest changesets</html>
ja: <html>最新の変更セットをダウンロード</html>

source: <html>Enter a tag key, e.g. <strong><tt>fixme</tt></strong></html>
ja: <html>タグキーを入力してください、例)<strong><tt>fixme</tt></strong></html>

source: <html>Enter a tag value, e.g. <strong><tt>check members</tt></strong></html>
ja: <html>タグ値を入力してください、例)<strong><tt>check members</tt></strong></html>

source: <html>Enter an Access Token manually if it was generated and retrieved outside<br>of JOSM.</html>
ja: <html>JOSM外部で作成・取得されたアクセストークンを手入力します。</html>

source: <html>Enter the town,village or city name.<br>Use the syntax and punctuation known by www.cadastre.gouv.fr .</html>
ja: <html>町、村または市区の名前を入力してください。<br>文法や句読点はwww.cadastre.gouv.fr に従ってください。(フランス語の場合)</html>

source: <html>Error in filter <code>{0}</code>:<br>{1}
ja: <html>フィルター <code>{0}</code> のエラー:<br>{1}

source: <html>Failed to access the OSM server ''{0}''<br>with the Access Token ''{1}''.<br>The server rejected the Access Token as unauthorized.
ja: <html>アクセストークン''{1}''を使用してOSMサーバ''{0}''<br>にアクセスできませんでした。<br>サーバはアクセストークンを未承認として拒否しました。

source: <html>Failed to authenticate at the OSM server ''{0}''.<br>You are using OAuth to authenticate but currently there is no<br>OAuth Access Token configured.<br>Please open the Preferences Dialog and generate or enter an Access Token.</html>
ja: <html>OSMサーバー ''{0}'' にて認証が失敗しました。<br>OAuth認証が設定されていますが、OAuthアクセストークンの設定が行われていません。<br>設定画面を開き、アクセストークンの生成または入力をしてください。</html>

source: <html>Failed to build URL ''{0}'' for validating the OSM API server.<br>Please check the spelling of ''{1}'' and validate again.</html>
ja: <html>OSMのAPIサーバー認証用URL ''{0}'' の作成に失敗。<br>''{1}'' のスペルをチェックして、再度認証してください。</html>

source: <html>Failed to connect to the URL ''{0}''.<br>Please check the spelling of ''{1}'' and your Internet connection and validate again.</html>
ja: <html>''{0}'' への接続に失敗。<br> ''{1}'' のスペルとインターネット接続をチェックして再認証してください。</html>

source: <html>Failed to create missing cache directory: {0}</html>
ja: <html>存在しないキャッシュディレクトリ: {0} の作成に失敗</html>

source: <html>Failed to create missing preferences directory: {0}</html>
ja: <html>設定ディレクトリ {0} の作成に失敗しました</html>

source: <html>Failed to create missing user data directory: {0}</html>
ja: <html>存在しないユーザーデータディレクトリ {0} の作成に失敗しました。</html>

source: <html>Failed to download data.<br><br>Details: {0}</html>
ja: <html>データのダウンロードに失敗しました<br><br>詳細: {0}</html>

source: <html>Failed to initialize communication with the OSM server {0}.<br>Check the server URL in your preferences and your internet connection.
ja: <html>OSM サーバー {0}との通信初期化に失敗しました。<br>設定中のサーバーURLとインターネット接続環境を確認してください。

source: <html>Failed to initialize preferences.<br>Failed to create missing preference directory: {0}</html>
ja: <html>設定の初期化に失敗しました。<br>作成に失敗した設定ディレクトリ: {0}</html>

source: <html>Failed to initialize preferences.<br>Failed to reset preference file to default: {0}</html>
ja: <html>設定の初期化に失敗しました。<br>設定ファイルを既定値 {0} にリセットできません</html>

source: <html>Failed to initialize preferences.<br>Preference directory ''{0}'' is not a directory.</html>
ja: <html>設定の初期化に失敗しました。<br>設定ディレクトリ ''{0}'' はディレクトリではありません。</html>

source: <html>Failed to load the list of preset sources from<br>''{0}''.<br><br>Details (untranslated):<br>{1}</html>
ja: <html>''{0}'' からの<br>プリセットソース 一覧の読み込みに失敗しました。<br><br>詳細情報(未翻訳):<br>{1}</html>

source: <html>Failed to load the list of rule sources from<br>''{0}''.<br><br>Details (untranslated):<br>{1}</html>
ja: <html>''{0}''<br>からルールのソースの一覧の読み込みに失敗しました。<br><br>詳細(未翻訳):<br>{1}</html>

source: <html>Failed to load the list of style sources from<br>''{0}''.<br><br>Details (untranslated):<br>{1}</html>
ja: <html>''{0}''からのスタイルソースのダウンロードに<br>失敗。<br><br>詳細(未翻訳):<br>{1}</html>

source: <html>Failed to open a connection to the remote server<br>''{0}''.<br>Please check your internet connection.
ja: <html>リモートサーバー<br>''{0}''.<br>への接続に失敗しました。ネットワーク環境をチェックしてください。

source: <html>Failed to open help page for url {0}.<br>This is most likely due to a network problem, please check<br>your internet connection</html>
ja: <html>url {0}のヘルプページを開けませんでした。<br> おそらくネットワークの問題と思われるので、<br>インターネット接続を確認してみてください。</html>

source: <html>Failed to retrieve a list of changesets from the OSM API server at<br>''{1}''.
ja: <html>''{1}''で<br>OSM APIサーバからチェンジセットのリストを取得できませんでした。

source: <html>Failed to retrieve information about the current user from the OSM server ''{0}''.<br>This is probably not a problem caused by the tested Access Token, but<br>rather a problem with the server configuration.
ja: <html>OSMサーバ''{0}''から現在のユーザに関する情報を取得できませんでした。<br>これは、テストされたアクセストークンが原因で発生した問題ではなく、サーバ設定の問題である可能性があります。<br>

source: <html>Failed to sign the request for the OSM server ''{0}'' with the token ''{1}''.<br>The token ist probably invalid.</html>
ja: <html>トークン''{1}''でOSMサーバー''{0}''に接続できませんでした。<br>おそらくトークンが無効です。</html>

source: <html>Failed to upload data to or download data from<br>''{0}''<br>due to a problem with transferring data.<br>Details (untranslated): {1}</html>
ja: <html>転送データの問題により<br>''{0}'' への<br>アップロード、またはダウンロードが失敗しました。<br><br>詳細(未翻訳): {1}</html>

source: <html>Failed to upload to changeset <strong>{0}</strong><br>because it has already been closed on {1}.
ja: <html>すでに {1} に閉じているため、変更セット <strong>{0}</strong> のアップロードに失敗しました。

source: <html>Here is file import summary.
ja: <html>ファイルのインポートの概要です。

source: <html>JOSM has successfully retrieved an Access Token.
ja: <html>JOSMはアクセストークンを正常に取得しました。

source: <html>JOSM is about to reset the OAuth settings to default values.<br>The current custom settings are not saved.</html>
ja: <html>OAuth認証の設定が初期値に戻ります。<br>現在の設定値は保存されません。</html>

source: <html>JOSM is currently running with an anonymous user.
ja: <html>JOSMは、現在、匿名ユーザで稼動しています。

source: <html>JOSM successfully retrieved a Request Token.
ja: <html>JOSMは要求トークンを正常に取得しました。

source: <html>Layer ''{0}'' already has a conflict for object<br>''{1}''.<br>Please resolve this conflict first, then try again.</html>
ja: <html>レイヤー ''{0}'' には既に次のオブジェクトの競合があります<br>''{1}''。<br>最初に競合を解決してからやり直してください。</html>

source: <html>Layer ''{0}'' already has a conflict for object<br>''{1}''.<br>This conflict cannot be added.</html>
ja: <html>レイヤー ''{0}'' には既に次のオブジェクトに対する競合が存在しています<br>''{1}''。<br>この競合は追加できません。</html>

source: <html>Loading of the plugin "{0}" was requested.<br>This plugin is no longer developed and very likely will produce errors.<br>It should be disabled.<br>Delete from preferences?</html>
ja: <html>プラグイン"{0}"の読み込みが要求されました。<br>このプラグインは開発されておらず、エラーを起こすおそれがあります。<br>使用しないようにすべきです。<br>設定から削除しますか？</html>

source: <html>Mark <strong>locally deleted objects</strong> to be deleted on the server.</html>
ja: <html>サーバーから削除する<strong>ローカルで削除されたオブジェクト</strong>をマークしてください。</html>

source: <html>Mark modified objects <strong>from the current selection</strong> to be uploaded to the server.</html>
ja: <html>サーバーにアップロードする変更されたオブジェクトを<strong>現在選択しているものから</strong>マークしてください。</html>

source: <html>Matched <b>{0}</b> of <b>{1}</b> photo to GPX track.</html>
ja: <html><b>{1}</b>枚中 <b>{0}</b>枚の写真がGPXトラックに一致しました。</html>

source: <html>Neither <strong>{0}</strong> nor <strong>{1}</strong> nor <strong>{2}</strong> is enabled.<br>Please choose to either download OSM data, or GPX data, or Notes, or all.</html>
ja: <html><strong>{0}</strong>、 <strong>{1}</strong>、<strong>{2}</strong>の、いずれも選択されていません。<br>ダウンロード対象を、OSM データ、GPX データ、メモのいずれかから選択、あるいはすべてを選択してください。</html>

source: <html>Neither a node nor a way with an endpoint outside of the<br>current download areas is selected.<br>Select a node on the start or end of a way or an entire way first.</html>
ja: <html>現在のダウンロードの領域の外に端点のあるノードもウェイも<br>選択されていません。<br>ウェイの始点終点になるノードか、ウェイ全体を先に選択してください</html>

source: <html>No more connected ways to download.</html>
ja: <html>ダウンロードすべき接続されたウェイはありません。</html>

source: <html>None of the objects in the content of changeset {0} is available in the current<br>edit layer ''{1}''.</html>
ja: <html>変更セット{0}に含まれるオブジェクトは、現在の編集中のレイヤー''{1}''<br>にありません。</html>

source: <html>Please click on <strong>{0}</strong> to retrieve an OAuth Request Token from ''{1}''.</html>
ja: <html>''{1}''からOAuthリクエストトークンを取得するには<strong>{0}</strong>をクリックしてください。</html>

source: <html>Please enter valid date/time values to restrict<br>the query to a specific time range.</html>
ja: <html>検索する時間帯を指定する際には、正しい日付・時間を<br>入力してください。</html>

source: <html>Please enter valid longitude/latitude values to restrict<br>the changeset query to a specific bounding box.</html>
ja: <html>矩形範囲を指定して変更セットを問い合わせするには、<br>正しい緯度・経度を入力してください。</html>

source: <html>Please make sure all selected ways head in a similar direction<br>or orthogonalize them one by one.</html>
ja: <html>すべての選択されたウェイが同じ方向にそろえられるので、<br> 不都合であれば、一つ一つ方向を選んでください。</html>

source: <html>Please select a <strong>range of OSM tiles</strong> at a given zoom level.</html>
ja: <html>与えられたズームレベルで<strong>OSMタイルのレンジ</strong>を選択してください。</html>

source: <html>Please select one the following <strong>standard queries</strong>.Select <strong>Download my changesets only</strong> if you only want to download changesets created by yourself.<br>Note that JOSM will download max.
ja: <html>次の<strong>標準クエリ</strong>からひとつ選択してください。自分で作成した変更セットのみをダウンロードする場合は、<strong>私の変更セットをダウンロード</strong>を選択してください。<br>JOSMは大量にダウンロードされることに注意してください。

source: <html>Please select the changesets you want to close</html>
ja: <html>閉じる変更セットを選んでください</html>

source: <html>Please select the values to keep for the following tags.</html>
ja: <html>次のタグに残す値を選択してください。</html>

source: <html>Plugin {0} requires JOSM version {1}.
ja: <html>プラグイン{0}にはJOSMバージョン{1}が必要です。

source: <html>Preferences file had errors.<br> Creating a new default preference file.</html>
ja: <html>環境設定ファイルにエラーがありました。<br>新しいデフォルトの設定ファイルを作成しています。</html>

source: <html>Preferences file had errors.<br> Making backup of old one to <br>{0}<br> and creating a new default preference file.</html>
ja: <html>設定ファイルにエラーがあります。<br>古いファイルのバックアップを<br>{0}<br>に作成して、既定値で新しい設定ファイルを作ります。</html>

source: <html>Preferences file had errors.<br> Making backup of old one to <br>{0}<br> and trying to read last good preference file <br>{1}<br>.</html>
ja: <html>設定ファイルにエラーがありました。<br>古いファイルのバックアップを<br>{0}<br>に作成し、最後の良好な設定ファイル<br>{1}<br>を読み込もうとしています。</html>

source: <html>Relation has been deleted outside editor.<br><br>Do you want to close this window?</html>
ja: <html>リレーションがエディタの外で削除されました。<br><br>このウィンドウを閉じますか？</html>

source: <html>Retrieving an OAuth Access Token from ''{0}'' failed.</html>
ja: <html>''{0}''からのOAuthアクセストークン取得に失敗しました。</html>

source: <html>Retrieving an OAuth Request Token from ''{0}'' failed.</html>
ja: <html>''{0}''からのOAuthリクエストトークン取得に失敗しました。</html>

source: <html>Run a fully automatic procedure to get an access token from the OSM website.<br>JOSM accesses the OSM website on behalf of the JOSM user and fully<br>automatically authorizes the user and retrieves an Access Token.</html>
ja: <html>全自動でOSMウェブサイトからアクセストークンを取得します。<br>JOSMがJOSMユーザーに代わってOSMウェブサイトにアクセスし、<br>ユーザーを全自動で認証し、アクセストークンを取得します。</html>

source: <html>Run a semi-automatic procedure to get an access token from the OSM website.<br>JOSM submits the standards OAuth requests to get a Request Token and an<br>Access Token.
ja: <html>半自動手順を実行して、OSM Webサイトからアクセストークンを取得します。<br>JOSMは、要求トークンとアクセストークンを取得するために標準OAuth要求を送信します。

source: <html>Select all tracks that you want to be displayed.
ja: <html>表示するすべてのトラックを選択します。

source: <html>Select to display turn restrictions related to object in the current selection only.<br>Deselect to display all turn restrictions in the current data set.</html>
ja: <html>選択すると現在のセクションのオブジェクトに関連する進行方向制限だけを表示します。<br>選択解除すると現在のデータセット中の全ての進行方向制限を表示します。</html>

source: <html>Select to download data into a new data layer.<br>Unselect to download into the currently active data layer.</html>
ja: <html>選択すると新しいデータレイヤーにデータをダウンロードします。<br>選択解除すると現在のアクティブなデータレイヤーにダウンロードします。</html>

source: <html>Select to enable entering a tag which will be applied<br>to all modified relations.</html>
ja: <html>選択してタグの入力を有効化。全ての変更されたリレーションに<br>適用されます。</html>

source: <html>Select to restrict the query to your changesets only.<br>Unselect to include all changesets in the query.</html>
ja: <html>選択してあなたの変更セットにだけクエリを制限。<br>クエリ中の全変更セットを含めるなら選択を解除。</html>

source: <html>Select to save the Access Token in the JOSM preferences.<br>Unselect to use the Access Token in this JOSM session only.</html>
ja: <html>選択するとJOSM設定にアクセストークンを保存します。<br>選択解除するとこのJOSMセッションにだけアクセストークンを使用します</html>

source: <html>Select to show changesets for the currently selected objects only.<br>Unselect to show all changesets for objects in the current data layer.</html>
ja: <html>選択すると現在選択しているオブジェクトの変更セットだけを表示。<br>選択を解除するとデータレイヤー内のオブジェクト全ての変更セットを表示。</html>

source: <html>Settings file asks to append preferences to <b>{0}</b>,<br/> but its default value is unknown at this moment.<br/> Please activate corresponding function manually and retry importing.
ja: <html>設定ファイルから<b>{0}</b>の設定項目を追加しようとしていますが、<br/>現時点で既定値が分かりません。<br/>関係する機能を有効にしてからもう一度インポートをしてください。

source: <html>Step 1/3: Retrieve an OAuth Request Token</html>
ja: <html>ステップ 1/3: OAuthリクエストトークンを取得</html>

source: <html>Step 2/3: Authorize and retrieve an Access Token</html>
ja: <html>ステップ 2/3: アクセストークンを認証及び取得</html>

source: <html>Step 3/3: Successfully retrieved an Access Token</html>
ja: <html>ステップ 3/3: アクセストークン取得に成功</html>

source: <html>Successfully used the Access Token ''{0}'' to<br>access the OSM server at ''{1}''.<br>You are accessing the OSM server as user ''{2}'' with id ''{3}''.</html>
ja: <html>アクセストークン ''{0}'' を使用して ''{1}'' のOSMサーバーへの<br>アクセスに成功しました。<br>あなたはユーザー ''{2}'' として ID ''{3}'' でOSMサーバーにアクセスしています。</html>

source: <html>Tagging preset source {0} can be loaded but it contains errors.
ja: <html>タグ付けプリセットソース{0}はロードできますが、エラーが含まれています。

source: <html>Take a photo of your GPS receiver while it displays the time.<br>Display that photo here.<br>And then, simply capture the time you read on the photo and select a timezone<hr></html>
ja: <html> 使用しているGPSレシーバーの、時刻を表示しているところの写真をとります。<br>その写真をここに表示してください。<br> そして写真に表示されている時刻を読み取って、タイムゾーンを選択します。<hr></html>

source: <html>The Access Token ''{1}'' is known to the OSM server ''{0}''.<br>The test to retrieve the user details for this token failed, though.<br>Depending on what rights are granted to this token you may nevertheless use it<br>to upload data, upload GPS traces, and/or access other protected resources.</html>
ja: <html>アクセストークン ''{1}'' はOSMサーバー ''{0}'' に認識されています。<br>しかし、このトークンによってユーザーの詳細情報の受け取りに失敗しました。<br>しかしながら、このトークンに与えられている権限に依って、データをアップロードしたり、GPSトレースをアップロードしたり、その他の保護されたリソースにアクセスしたりすることはできます。</html>

source: <html>The OSM API server at ''{0}'' did not return a valid response.<br>It is likely that ''{0}'' is not an OSM API server.<br>Please check the spelling of ''{0}'' and validate again.</html>
ja: <html>''{0}''のOSM APIサーバーが正しいレスポンスを返しませんでした。<br>''{0}'' がOSM APIサーバーでないように見えます。<br>''{0}''の綴りをチェックして、再度検証してみてください。</html>

source: <html>The automatic process for retrieving an OAuth Access Token<br>from the OSM server failed because JOSM was not able to build<br>a valid login URL from the OAuth Authorize Endpoint URL ''{0}''.<br><br>Please check your advanced setting and try again.</html>
ja: <html>OAuth認証の末端URL''{0}''からJOSMが有効なログインURLを作成できなかったため、OSMサーバーからOAuthのアクセストークンを受け取る自動手続きに失敗しました。<br><br>拡張設定を確認してやり直してください。</html>

source: <html>The automatic process for retrieving an OAuth Access Token<br>from the OSM server failed.
ja: <html>OSMサーバからOAuth Access Token<br>を取得するための自動プロセスが失敗しました。
